Repository: marcus67/little_brother_taskbar
Catalog: little_brother_taskbar/translations/*/LC_MESSAGES/messages.po
Languages: de, fr, it

source: Error
de: Fehler
fr: Erreur
it: Errore

source: Numeric value expected
de: Numerischer Wert erwartet
fr: Valeur numérique attendue
it: Valore numerico previsto

source: Exception '{exception}' while parsing options
de: Ausnahme '{exception}' beim Parsen der Optionen
fr: Exception {exception} 'alors que les options d'analyse syntaxique
it: Eccezione "{exception}" durante l'analisi delle opzioni

source: LittleBrotherTaskbar Configuration
de: LittleBrotherTaskbar Konfiguration
fr: Configuration de LittleBrotherTaskbar
it: Configurazione LittleBrotherTaskbar

source: Timings
de: Zeiteinstellungen
it: Tempistiche

source: Check Interval [seconds]
de: Prüfintervall [Sekunden]
fr: Vérifier l'intervalle [secondes]
it: Intervallo di controllo [secondi]

source: Set the time in seconds between two status checks of LittleBrother.
de: Setze die Zeit in Sekunden zwischen zwei Statusabfragen von LittleBrother
fr: Réglez le temps en secondes entre deux vérifications d'état de LittleBrother.
it: Imposta il tempo in secondi tra due controlli di stato di LittleBrother.

source: Warning Time Before Logout [minutes]
de: Warnungszeit vor dem Logout [Minuten]
fr: Temps d'avertissement avant Déconnexion [minutes]
it: Tempo di avviso prima della disconnessione [minuti]

source: Set the time in minutes before logout when notifications will start appearing.
de: Setze die Zeit in Minuten vor dem Logout ab der die Benachrichtungen erscheinen
fr: Réglez l'heure en minutes avant la déconnexion lorsque les notifications commencerontapparaissant.
it: Imposta il tempo in minuti prima della disconnessione quando inizieranno ad apparirele notifiche.

source: Time Extension Intervals [minutes]
it: Intervalli di estensione temporale [minuti]

source: Colors
de: Farben
fr: Couleurs
it: Colori

source: Foreground
de: Vordergrund
fr: Premier plan
it: Primo piano

source: Background
de: Hintergrund
fr: Fond
it: Sfondo

source: Error Message
de: Fehlermeldungen
fr: Message d'erreur
it: Messaggio di Errore

source: Warning Message
de: Warnungen
fr: Message d'avertissement
it: Messaggio di avviso

source: Normal Mode
de: Normaler Modus
fr: Mode Normal
it: Modalità normale

source: Approaching Logout
de: Nahender Logout
fr: Approche déconnexion
it: Avvicinando al Logout

source: Sizes
it: Dimensioni

source: Status Messages [pixel]
de: Statusmeldungen [Pixel]
fr: Messages d'état [pixel]
it: Messaggi di stato [pixel]

source: Error Messages [pixel]
de: Fehlermeldungen [Pixel]
fr: Messages d'erreur [pixel]
it: Messaggi di errore [pixel]

source: Window
it: Finestre

source: Width [pixel]
de: Breite [Pixel]
fr: Largeur [pixel]
it: Larghezza [pixel]

source: Height [pixel]
de: Höhe [Pixel]
fr: Hauteur [pixel]
it: Altezza [pixel]

source: Behavior
de: Verhalten
fr: Comportement
it: Comportamento

source: Enable Spoken Notifications
de: Aktiviere gesprochene Benachrichtigungen
fr: Activer les notifications vocales
it: Abilita notifiche vocali

source: Show Window Upon Start
de: Zeige das Fenster beim Start
fr: Afficher la fenêtre au démarrage
it: Mostra Finestra all'Avvio

source: Show Window When Approaching Logout
de: Zeige das Fenster bei nahendem Logout
fr: Afficher la fenêtre à l'approche de la déconnexion
it: Mostra Finestra quando ci si Avvicina alla Disconnessione

source: Cancel
de: Abbruch
fr: Annuler
it: Cancella

source: time intervals must be positive integers separated by '{separator}'
de: Zeitintervalle müssen positive Ganzzahlen sein, die durch '{separator}' getrennt sind
it: gli intervalli di tempo devono essere numeri interi positivi separati da '{separator}'

source: Cannot request user status using url '{url}'
de: Kann den Benutzerstatus nicht über URL '{url}' ermitteln
fr: Impossible de demander le statut d'utilisateur à l'aide de l'url '{url}'
it: Impossibile richiedere lo stato utente tramite url '{url}'

source: Cannot request time extension using url '{url}'
it: Impossibile richiedere lo stato utente tramite url '{url}'

source: Error while requesting time extension: '{msg}'
de: Fehler bei der Anforderung einer Zeitverlängerung: '{msg}'
it: Errore durante la richiesta di estensione del tempo: '{msg}'

source: Configuration
de: Konfiguration
it: Configurazione

source: Exit
de: Beenden
fr: Sortie
it: Esci

source: Invalid Input
de: Ungültige Eingabe
fr: entrée invalide
it: inserimento non valido

source: Restore network or you will be logged out in {time_remaining} seconds.
de: Stelle das Netzwerk wieder her oder Du wirst in {time_remaining} Sekunden ausgeloggt.
it: Ripristina la rete o verrai disconnesso tra {time_remaining} secondi.

source: No network for at least {maximum_time_without_send_events} seconds. You will be logged out immediately.
de: Kein Netzwerk für mindestens {maximum_time_without_send_events} Sekunden. Du wirst sofort ausgeloggt.
it: ""Nessuna rete per almeno {maximum_time_senza_send_events} secondi.Verrai disconnesso immediatamente.

source: User '{username}' not logged in
de: Benutzer '{username}' nicht eingeloggt
fr: L'utilisateur '{username}' n'est pas connecté
it: User '{username}' accesso non effettuato

source: Time left: {minutes} minutes
de: Zeit übrig: {minutes} Minuten
fr: Temps restant: {minutes} minutes
it: Tempo rimasto: {minutes} minuti

source: Unlimited Time
de: Unbegrenzte Zeit
fr: Temps illimité
it: Tempo Illimitato

source: No Activity Allowed
de: Keine Zeit verfügbar
fr: Aucune activité autorisée
it: Nessuna Attività Consentita

source: (Optional time available: {minutes})
de: (Optional verfügbare Zeit: {minutes})
it: (Tempo opzionale disponibile: {minutes})

source: Time Extension Intervals
de: Zeitverlängerungsintervalle

source: Font Sizes
de: Zeichensatzgrößen
fr: Tailles de police

source: Window Size
de: Fenstergröße
fr: Taille de la fenêtre
